app/views/students/index.html.erb

<% @students.each |student| do %>
<%= Student.all %>
---
SELECT "students".* FROM "students"