app/controllers/students_controller.rb

    def index   # instance method
        @students = Student.all # calling all students
---
SELECT "students".* FROM "students"